[
    {
        "content" : "The Data Scientist will participate on the team that will design, develop, and deploy machine learning models to help government clients use data to manage its operations. Specifically, the Data Scientist will participate in a wide variety of Natural Language Processing activities to enable search and other related functions. The kinds of activities performed by the Data Scientist will include but not be limited to:   Selecting appropriate machine learning models for tasks and building and training working versions of those models using Python and other open-source tools   Designing deployment architectures for machine learning models   Training users on principles used to develop models and how to interact with models to facilitate their business processes   Building and prioritizing backlog for future machine-learning enabled features to support client business processes   Customizing Elasticsearch features to support clients search process   The team      Deloitte's Government and Public Services (GPS) practice - our people, ideas, technology and outcomes-is designed for impact. Serving federal, state, & local government clients as well as public higher education institutions, our team of over 15,000+ professionals brings fresh perspective to help clients anticipate disruption, reimagine the possible, and fulfill their mission promise.      The GPS Analytics and Cognitive (A&C) offering is responsible for developing advanced analytics products and applying data visualization and statistical programming tools to enterprise data in order to advance and enable the key mission outcomes for our clients. Our team supports all phases of analytic work product development, from the identification of key business questions through data collection and ETL, and from performing analyses and using a wide range of statistical, machine learning, and applied mathematical techniques to delivery insights to decision-makers. Our practitioners give special attention to the interplay between data and the business processes that produce it and the decision-makers that consume insights.      Qualifications      Required:   Must have Active Top Secret clearance   Bachelor's degree required   2+ years of professional experience   2+ years of experience with Machine Learning   2+ years of experience programming in Python   Must be legally authorized to work in the United States without the need for employer sponsorship, now or at any time in the future   Preferred:   Previous Federal Consulting and/or professional services experience   Applied knowledge of AWS/cloud development and solutions architecture   Displays both breadth and depth of knowledge regarding functional and technical issues   Experience presenting to clients or other decision makers to present and sell ideas to various audiences (technical and non-technical)",
        "url" : "https://www.linkedin.com/jobs/search/?currentJobId=3580511838&keywords=data%20scientist&refresh=true"
    },
    {
        "content" : "Responsibilities:      Collaborate with CTD customers, often engaging directly with non - technical personnel, to understand their computer science related needs, suggest solutions, and complete the work in a timely manner.   Perform programming, code refactoring, systems operations, and / or design under the supervision of a more senior staff member, or independently on low complexity tasks.   Use tools and programming languages, such as C++, Perl, and Python to implement algorithmically complex information processing projects.   Identify, recommend remedies, and / or implement solutions which enhance existing software and system capabilities, performance, security, and other related functionality.   Evaluate COTS, OGA, Open Source and other existing software and systems for implementation in the CTD.   Build and / or support preparation of technical, business, and end user documentation.      Minimum Experience:      Bachelor’s degree in Business, Engineering, Management Sciences, Computer Science, Information Systems, or other related discipline is preferred.      Required Skills:      Demonstrate working knowledge in one (1) or more of the following areas: UI/UX, front end engineering, API development, and / or data engineering.   Great communication skills. Expert at being able to discuss and derive real requirements from non-technical customers and then build into relative tasks.   Active Top Secret clearance.   Two (2) years of relevant experience and have a MS in Computer Science, or Four (4) years of relevant experience and have a BS in Computer Science.      Desired Skills:      AWS certified developer.   Cloud experience and / or certifications (AWS desired).   Being a team player.",
        "url" : "https://www.linkedin.com/jobs/search/?currentJobId=3407012202&keywords=data%20scientist&refresh=true"
    },
    {
        "content" : "The Data Scientist - Mid Level will be responsible for the following, but not limited to:      Involved in the analysis of unstructured and semi-structured data, including latent semantic indexing (LSI), entity identification and tagging, complex event processing (CEP), and the application of analysis algorithms on distributed, clustered, and cloud-based high-performance infrastructures.   Exercises creativity in applying non-traditional approaches to large-scale analysis of unstructured data in support of high-value use cases visualized through multi-dimensional interfaces.   Handle processing and index requests against high-volume collections of data and high-velocity data streams.   Ability to make discoveries in the world of big data.   Requires strong technical and computational skills - engineering, physics, mathematics, coupled with the ability to code design, develop, and deploy sophisticated applications using advanced unstructured and semi-structured data analysis techniques and utilizing high-performance computing environments.   Ability to utilize advance tools and computational skills to interpret, connect, predict and make discoveries in complex data and deliver recommendations for business and analytic decisions.   Experience with software development, either an open-source enterprise software development stack (Java/Linux/Ruby/Python) or a Windows development stack (.NET, C#, C++).   Experience with data transport and transformation APIs and technologies such as JSON, XML, XSLT, JDBC, SOAP and REST.   Experience with Cloud-based data analysis tools including Hadoop and Mahout, Acumulo, Hive, Impala, Pig, and similar.   Experience with visual analytic tools like Microsoft Pivot, Palantir, or Visual Analytics.   Experience with open-source textual processing such as Lucene, Sphinx, Nutch or Solr.   Experience with entity extraction and conceptual search technologies such as LSI, LDA, etc.   Experience with machine learning, algorithm analysis, and data clustering.      Qualifications      Peraton offers enhanced benefits to employees working on this critical National Security program, which include heavily subsidized employee benefits coverage for you and your dependents, 25 days of PTO accrued annually up to a generous PTO cap and participation in an attractive bonus plan.      BS 8-10, MS 6-8, PhD 3-5      Required Qualifications:      Requires Bachelor's degree in related field of study with 10 or more years of experience. Additional experience may be considered in lieu of degree.   TS/SCI with ability to pass a polygraph   Python scripting, Pandas, Excel   Jupyter Notebooks   Data Analysis, Engineering and Enrichment   Strong testing and verification skills   Ability to work in a fast-paced, high visibility environment   Full time work in a SCIF is required, but hours are flexible      Desired Qualifications:      Security+ or other IAT II/III level certification that is currently active   ArcGIS automation and modeling   Experience with SAFEHOUSE web GIS platform   Active TS/SCI w/Poly   ",
        "url" : "https://www.linkedin.com/jobs/search/?currentJobId=3552715006&keywords=data%20scientist&refresh=true",
    },
    {
        "content" : "The data scientist/web analyst will work with external partners, digital business partners, enterprise analytics, and technology team to strategically plan and develop datasets, measure web analytics, and execute predictive and prescriptive use cases. The role demands the ability to Learn quickly while working a fast-paced, team-driven environment managing multiple efforts simultaneously. Adept at using large datasets and using models to test the effectiveness of different courses of action. Promote data-driven decision making throughout the organization. Define and measure the success of capabilities we provide the organization.      Primary Responsibilities      Analyze data captured through Google Analytics and develop meaningful actionable insights on digital behavior.   Put together a customer 360 data frame by connecting CRM Sales, Service, Marketing cloud data with Commerce Web behavior data and wrangle the data into a usable form.   Use predictive modeling to increase and optimize customer experiences across online & offline channels.   Evaluate customer experience and conversions to provide insights & tactical recommendations for web optimization.   Execute digital predictive use cases and collaborate with the enterprise analytics team to ensure the use of the best tools and methodologies.   Lead support for enterprise voice of customer feedback analytics.   Enhance and maintain digital data library and definitions.      Additional Primary Responsibilities      Minimum Qualifications      Bachelor s degree in Statistics, Computer Science, Marketing, Engineering or equivalent   3 years or more of working experience in building predictive models   Experience in Google Analytics or similar web behavior tracking tools is required.   Experience in R is a must with working knowledge of connecting to multiple data sources such as amazon redshift, salesforce, google analytics, etc.   Working knowledge in machine learning algorithms such as Random Forest, K-means, Apriori, Support Vector machine, etc.   Experience in A/B testing or multivariate testing   Experience in media tracking tags and pixels, UTM, and custom tracking methods   Microsoft Office Excel & PPT (advanced)      Physical Demands      Physical demands include a considerable amount of time sitting and typing/keyboarding, using a computer (e.g., keyboard, mouse, and monitor), or adding machine   Physical demands with activity or condition may occasionally include walking, bending, reaching, standing, and stooping   May require occasional lifting/lowering, pushing, carrying, or pulling up to 20lbs",
        "url" : "https://www.linkedin.com/jobs/search/?currentJobId=3386188683&keywords=data%20scientist&refresh=true"
    },
    {
        "content" : "Cloud Operations + Innovation (CO+I) is the team behind one of the World’s largest Cloud Infrastructures, responsible for powering all Microsoft online Products and Services as well as powering Microsoft’s “Cloud First” mission. Our focus is on smart growth, high efficiency, and delivering a trusted experience to customers and partners worldwide, and we are looking for passionate, committed Senior Data Scientist to help achieve that mission.      If you want to have fundamental impact on how Microsoft’s Cloud is deployed and Data Centers are operated globally, want to be involved with one of the most strategically important teams at Microsoft, have technical and business acumen, leadership, creativity, and out of the box thinking are some of the skills you bring to the table - the Senior Data Scientist role is for you!      Responsibilities      Your responsibilities will include:   Collaborates with appropriate stakeholders (e.g., project manager, Data Center engineering, technical lead) to determine user requirements for a scenario. Leverages a variety of feedback channels to incorporate insights into future designs or solution fixes. Ensures appropriate continuous feedback loops measuring customer value, usage patterns, and other.   Independently creates a clear and articulated plan for testing and assuring quality solutions and defines success for the outcomes of tests (e.g., unit tests).   Leads by example within the team by producing extensible and maintainable. Optimizes, debugs, refactors, and reuses code to improve performance and maintainability, effectiveness, and return on investment (ROI). Applies metrics to drive the quality and stability of code, as well as appropriate coding patterns and best practices.   Transforms problems into analysis plans, metrics, Power BI reporting with an understanding of Network topology.   Clean, analyze, data-mine and visualize a variety of Data Center delivery data to identify opportunities, insights, and anomalies.   Understand business problems and use mathematical frameworks to deliver machine learning models that can be used to solve Data Center delivery problems.   Set up large and complex data pipelines with the use of SQL.   Partners with teams across Microsoft & within Identity division to drive customer opportunities and revenue growth.   Communicates key outcomes with stakeholders and leadership.   Mentors other Data Scientists and Data Engineers.   Clean, analyze, data-mine and visualize a variety of Data Center delivery data to identify opportunities, insights, and anomalies.   Understand business problems and use mathematical frameworks to deliver machine learning models that can be used to solve Data Center delivery problems.   Set up large and complex data pipelines.   Qualifications      Required/Minimum Qualifications   Bachelor's Degree in Computer Science, Data Science, Data Analytics, Mathematics, or related technical discipline AND 4+ years technical engineering experience with coding in languages including, but not limited to, SQL, PowerBI or Python.   OR equivalent experience.   Preferred Qualifications   Bachelor's Degree in Computer Science, Data Science, Data Analytics, Mathematics, or related technical field AND 8+ years technical engineering experience with coding in languages including, but not limited to, SQL, PowerBI or Python.   OR Master's Degree in Computer Science or related technical field AND 6+ years technical engineering experience with coding in languages including, but not limited to, SQL, Power BI or Python.   OR equivalent experience.   5+ years' experience driving execution with hyper-scale cloud engineering groups.   Proficient understanding of Network topology.   Professional PM certification, ESi, PMP, PMI, Prince 2 or equivalent.   Experience setting up, building and maintaining production data pipelines.   Experience with Data Cleansing and Normalization.   SQL database experience preferred.   Data Architecture experience preferred.   Experience starting large analytic projects and collaborating with teams across global and functions.   Experience solving business problems and using mathematical techniques using available data.   Ability to navigate ambiguity, solve complex challenges, and operate in a fast-paced team environment.",
        "url" : "https://www.linkedin.com/jobs/search/?currentJobId=3593509732&keywords=data%20scientist&refresh=true"
    },
    {
        "content" : "Objective Medical Systems (OMS) is hiring a Senior Data Scientist to join its team. You will collaborate with in-house domain experts to produce innovative solutions from complex and high-dimensional datasets driven by exploratory data analysis. Apply knowledge of statistics, data modeling, data sciences, and machine learning to recognize patterns, identify opportunities and make valuable discoveries.         Responsibilities         Lead the engineering team in the complete development cycle from product inception, research, and prototyping to release in production.   Write production-quality code.   Develop novel ways of integrating, mining, and visualizing diverse, high-dimensional data sets.   Optimize underlying software infrastructure to manage, integrate, and mine the data that OMS proprietary clinical applications generate daily.   Present storyboards through rich and intuitive visualizations.   Develop and deliver presentations to communicate technical ideas and analytical findings to non-technical partners and senior leadership.      Requirements         Experience in data analysis, statistical learning, and machine learning.   Experience with multiple deep learning techniques such as CNN, LSTM, RNN, etc.   Strong data visualization skills.   Proficiency with Python.   Familiarity with one or more machine learning libraries or frameworks such as PyTorch.   Technical proficiency and demonstrated success in scientific creativity, collaboration with others, and independent thought.   Ability to collaborate with the team and translate existing research into practical solutions and products   Drive project execution and implement a robust plan for measuring success.   Lead discussions with senior clinical and operational leaders.      Education         Master’s Degree with at least 5 years experience or Ph.D. with 3 years experience in Data Science.   Must be able to provide evidence of relevant projects and expertise in the form of presentations, software, technical publications, and/or knowledge of applications.",
        "url" : "https://www.linkedin.com/jobs/search/?currentJobId=3514004909&keywords=data%20scientist&refresh=true"
    },
    {
        "content" : "unge has an exciting opportunity available for a Data Scientist. In this role you will be part of a global team working on challenging, meaningful projects impacting core business activities.      Since 1818, Bunge has been connecting farmers to consumers to deliver essential food, feed, and fuel to the world. Looking to the future, our ambition is to continuously reinvent ourselves, leveraging data to be at the forefront of analytics, technology and talent to accomplish our purpose in a better, faster and simpler way. Bunge is committed to operating and thriving in the digital world – creating world class agile teams where teammates are empowered and encouraged to collaborate and test and learn to succeed.      At Bunge, people don’t just come here to work, they come here to grow – solving challenges that directly impact the world with a diverse team of thinkers and doers. Most importantly, in all we do we live our values:      Act as One Team by fostering inclusion, collaboration, and respect   Drive for Excellence by being agile, innovative and efficient   Do What's Right by acting safely, ethically, and sustainably      Overview:      The Data Scientist applies strong expertise in machine learning, data mining, and information retrieval to design, prototype, and build next generation advanced analytics engine and services. The data scientist collaborates with translators to define technical problem statement and hypothesis to test; develops efficient and accurate analytical models that mimic business decisions      Responsibilities:      Design, create, test and implement complex models and algorithms that drive analytical solutions throughout the organization   Conduct advanced statistical and other analysis to provide actionable insights, identify trends, and measure performance.   Collaborate with translators and understands business problems to implement scalable and sustainable solutions   Coordinate with MIS, Digital Specialists, and Data Engineers to deliver holistic analytical solutions   Support translators in communicating the design, functioning and output of the analytical models/solutions developed   Ensure timely analysis and testing for regular maintenance of solutions over time      Qualifications/Requirements:      MS/PhD(Computer Science or Electronics), or MS in Computer Applications, Economics, Statistics or Mathematics or related technical discipline   2-3 years’ experience in a statistical and/or data science / business intelligence role   Should have experience in machine learning, statistics, optimization or related fields; deeper experience in working with large data sets, simulation/ optimization or distributed computing tools is a plus   Experience with programming is required; specific experience in R or Python is a plus   Experience of working with large data sets, simulation/ optimization and distributed computing tools (Map/Reduce, Hadoop,   Hive, Spark, etc.) is a plus   Strong analytical and problem-solving skills   Strong understanding of Agile methodologies   Openness to working in Agile environments with multiple stakeholders   Professional attitude and service orientation; team player   Good verbal and written communication skills   Quick learner to business needs and translate them into potential analytics solutions   Strong work ethic; ability to work at an abstract level and gain consensus   Able to build a sense of trust and rapport that creates a comfortable and effective workplace Attitude to thrive in a fast-paced environment   Open minded to new approaches of learning",
        "url" : "https://www.linkedin.com/jobs/search/?currentJobId=3588985511&keywords=data%20scientist&refresh=true"
    },
    {
        "content" : "We are seeking a Data Scientist to join our team! This person will bring scientific rigor and statistical methods to the challenges of product creation, development, and improvement with an appreciation for the behaviors of the end user. Our ideal candidate will also collaborate with a multi-disciplinary team of engineers and analysts on a wide range of problems.         Please note: This role will be required to be in our SF office at minimum 2x/week (Tuesdays & Wednesdays).         What you’ll be doing:      Create visualizations and run inference analytics to help us deeply understand our data and help in taking critical business decisions   Work with large amount of text and customer engagement data to help build scalable analytic solutions   Design, develop and maintain a robust and scalable data management pipeline and Machine Learning   Set up standards for versioning and data quality control   Independently do data analysis to find the gaps and signals in data to help improve Machine Learning Models   Use the statistic knowledge to design A/B test for ML models deployment   You can take an ambiguous assignment and deliver iterative value   MLE: API Integration, Feature Engineering, Model Building, Model deployment and Model Lifecycle Management      What you’ll need to be successful:      Master’s Degree from an accredited University in a quantitative discipline:   Computer Science, Data Science, Statistics, Applied Mathematics, Engineering,   Economics or similar   3+ years of experience in working in the field of data analysis or 2+ years of   experience in data science   2+ years of experience with SQL and other RDBMS databases   2+ years of experience working with linear regression, logistic regression,   random forest, gradient boosting algorithms and other similar machine learning   algorithms   2+ years of experience in doing a/b testing   3+ years of experience with Python frameworks used for data manipulation,   visualizations, and mining. The frameworks may include but are not limited to   Pandas, Numpy, Scikit-Learn, Seaborn etc.   Sound knowledge of ML, ML metrics and business metrics   Ability to present complex analysis and insights in simple terms   Ability to work independently on small projects",
        "url" : "https://www.linkedin.com/jobs/search/?currentJobId=3504803563&keywords=data%20scientist&refresh=true"
    },
    {
        "content" : "What you will do:      Given the broad areas that we are responsible for, you will likely to start with a domain but may get involved in other domains. A few potential projects or products you may get involved with:   Applying Natural Language Processing (NLP) to advise Chief Information Security Officers (CISOs) on emerging security threats   Using machine learning and topic modeling to advise Chief Information Officers (CIOs) on recommended topic areas for engagement   Using predictive modeling to develop forward-looking projections of emerging trends in venture capital investment to advice Tech CEOs   Using statistical analysis to advise Chief Marketing Officers (CMOs) on the effectiveness of marketing campaigns   Leveraging design thinking, client input, and a “data science mindset” to identify, prioritize, and assess opportunities to leverage data science to deliver value to our clients      What you will need:      1-3 years hands-on experience building predictive models, recommendation systems, and/or NLP/text mining tools.   Familiar with the foundational approaches to the major data science disciplines, such as data preparation, advanced statistics, machine learning, simulation, and natural language processing   Practical, intuitive problem solver with a demonstrated ability to translate business objectives into actionable data science tasks and translate quantitative analysis into actionable business strategies   Connections to the recommendations and / or information retrieval academic community   Experience and proficiency with various programming languages (e.g., Python), machine learning tools (e.g., scikit-learn), statistical packages (e.g., Scipy), SQL/relational databases (e.g., Oracle) and NoSQL databases (e.g., MongoDB, graph database), Linux and shell scripting   Passion for new product development and product development lifecycle, including product strategy, development, and launch   Bachelors in a quantitative research field preferred (e.g., Computer Science, Electrical Engineering, Applied Mathematics, Physics, etc.).",
        "url" : "https://www.linkedin.com/jobs/search/?currentJobId=3477165235&keywords=data%20scientist&refresh=true"
    },
    {
        "content" : "As a Data Scientist at Rhombus you will work with our Product team. You will design, develop, and launch efficient and reliable data pipelines to move, analyze, and model data and to provide intuitive analytics from Rhombus’ large and complex datasets. A strong systematic mind is a priority, as well as the ability to communicate clearly in multiple technical contexts. The ideal candidate should be passionate about finding insights in large datasets, while maintaining attention to database architecture, data reliability, efficiency, and quality. As we are continually releasing new features and products, the ability to construct elegant system-level data architecture is expected.         Responsibilities      Discover datasets that could help in solution development   Data curation, analysis, quantitative modeling   Validation and quality assurance of data, models and results   Deploy and implement solutions in collaboration with product team   Interact with the product team on current and upcoming user requirements      Qualifications      Minimum of a Masters Degree in Sciences, Mathematics or Engineering, especially numerical methods and simulations – we have multiple openings!   Strong background in database management solutions, familiarity with databases such as MySQL and Oracle   Large-scale data processing and implementing batch processing pipelines in HPC or cloud architecture   Background in Statistics is expected, and Experience with Machine Learning is a bonus   Experience with Cloud Computing environments (AWS, GCloud, Azure) is a plus   ",
        "url" : "https://www.linkedin.com/jobs/search/?currentJobId=3583479587&keywords=data%20scientist&refresh=true"
    },
    {
        "content" : "Qualified candidates will have an in-depth knowledge of the most common machine learning techniques and their applications. You will also understand the limitations of these algorithms and how to tweak them or derive from them to achieve similar results at large-scale.      This role requires US Citizenship.      Responsibilities   Drive adoption of Deep Learning systems into the next generation of C3 AI products.   Design and deploy Machine Learning algorithms for C3 AI’s federal customers.   Collaborate with data and subject matter experts from C3 AI and its customer teams to seek, understand, validate, interpret, and correctly use new data elements.   Qualifications   US Citizenship or US Permanent Resident.   MS or Ph.D. in Computer Science, Electrical Engineering, Statistics, or equivalent fields.   Strong understanding of machine learning algorithms & principles (regression analysis, time series, probabilistic models, supervised classification, and unsupervised learning), and their application.   Strong background in mathematics, statistics, and computer science.   Excellent programming skills in Python.   Ability to drive a project and work both independently and in a team.   Smart, motivated, can-do attitude, and seeks to make a difference.   Excellent verbal and written communication.   Preferred Qualifications   MS or Ph.D. in Computer Science, Electrical Engineering, Statistics, or equivalent fields. Specialization in machine learning is preferred.   Active Department of Defense (DoD) security clearance (Secret or Top Secret).   Experience with deep learning, natural language processing, computer vision, or reinforcement learning.   A portfolio of projects (GitHub, papers, etc).",
        "url" : "https://www.linkedin.com/jobs/search/?currentJobId=3558604679&keywords=data%20scientist&refresh=true&start=50"
    },
    {
        "content" : "Responsible for the planning, design, development and application of data and statistical models and methodologies for analyzing components of the aviation system and aviation safety data using advanced technologies. Develops custom data models and algorithms to apply to data sets.      Collects, interprets and publishes data. Performs descriptive, prescriptive, and predictive data analyses including curve and distribution fitting, optimization, and directs/assists others with simulation modeling. Provides training related to the application of new analytic techniques to software. Interacts with other employees and Operations Research Analysts (ORA) to discuss and gain clarification of business processes, gather requirements, develop analysis methodologies, and coordinate ongoing iterative development of analytical products.      Develops and presents background material on proposed designs, procedures, concepts, optimization, and statistical models, and results. Communicates with technical and non-technical stakeholders.      Explores relationships between variables, defines criteria, and directs ORAs in developing and testing hypotheses. Subjects' data to statistic and mathematical analyses, for example - regression. Draws on experience to solve unusual problems and may create new solutions and policy interpretations as the situation requires. Provides policy guidance and instructions to others, both internally and externally. Identifies future needs and provides recommendations on advanced, innovative, or new techniques, methodologies, and processes.      Determines the appropriate amount of data necessary to support conclusions with specific levels of statistical confidence. Uses standardized metrics for analysis. Performs analyses to determine benefits and risks for projects and programs. Applies analytical approaches for systematic decision-making by management at all levels of the organization.      Independently plans time. Identifies, plans, and organizes available resources to accomplish projects/programs/ activities. Makes optimal use of resources to complete activities within established schedules.      Broad policies and objectives provide general guidance for addressing issues but often requires the development of new approaches with data analysis for decision-making.      Works directly with executives, managers, and other leaders in preparation for meetings with key stakeholders.      Requirements      Conditions of Employment   US Citizenship is required.   Selective Service Registration is required for males born after 12/31/1959.   This position has a positive education requirement. Transcript(s) required.   COLLEGE OR UNIVERSITY TRANSCRIPT(S) MUST BE SUBMITTED BY THE CLOSING DATE.   Interviews: All or none of the qualified candidates may be interviewed   Please see "Required Documents" section.      Qualifications      Basic Requirements: Successful completion of a full four-year degree in mathematics, statistics, computer science, data science, or field directly related to the position. The degree must be in a major field of study (at least at the baccalaureate level) that is appropriate for the position.      OR      Alternative Requirements: Combination of education and experience: Courses equivalent to a major field of study (30 semester hours) as shown in the paragraph above, plus additional education or appropriate experience.      Specialized Experience for J-Band: In addition to the basic/alternative qualification requirements identified above, all applicants must demonstrate one year (52 weeks) of specialized experience equivalent to the next lower grade (FV-I or FG/GS-13). Specialized experience is experience which has equipped the applicant with the particular knowledge, skills, and abilities to successfully perform the duties of the position and that is typically in or directly related to work of the position to be filled. SPECIALIZED EXPERIENCEincludes: Experience includes applying advanced knowledge of and experience with FAA operational safety and oversight data, data integration, analysis, visualization, and socialization of safety information that resolve complex technical and organizational issues affecting the successful implementation of the FAA AVS Mission Statement. AND Experience identifying the methods, processes, algorithms, tools, and systems to extract and interpret findings from varied structured and unstructured data sets related to the data science lifecycle.      Applicants should include relevant examples (ex.) of the specialized experience in your work history. Errors or omissions may impact your rating or may result in you not being considered.      Qualifications must be met by the closing date of this vacancy announcement.      Please ensure you answer all questions and follow all instructions carefully. Errors or omissions may impact your rating or may result in you not being considered for the job.   Applicants who fail to demonstrate possession of any of the above criteria AND who do not provide the required documentation will receive no further consideration for this position.*      Education      This position has a positive education requirement: Applicants must submit a copy of their college or university transcripts(s) and certificates by the closing date of announcement to verify qualifications. If selected, an official transcript will be required prior to appointment. You may upload these documents with your application in USAJOBS or fax it to fax number provided in the announcement (please include announcement number on each page).",
        "url" : "https://www.linkedin.com/jobs/search/?currentJobId=3595160001&keywords=data%20scientist&refresh=true&start=50"
    },
    {
        "content" : "Do you have a passion for solving hard problems at scale? Are you eager to join a dynamic, globally-connected team where your contributions will make a meaningful difference in building a better media ecosystem? Come and see why Fortune magazine consistently ranks The Trade Desk among the best small-medium-sized workplaces globally.      About The Role      Our Data Scientists are end-to-end owners. You will have the opportunity to participate in most aspects of designing, researching, building, and delivering data-focused products for our clients.   Our Data Science team is embedded into nearly a dozen individual, mission-focused engineering teams working across a wide spectrum of technological and scientific challenges.   You will have the opportunity, depending on your interests and background, to work on problems related to natural language processing and machine learning over hundreds of millions of web pages; graph mining and algorithmic optimization on petabytes of data; and causal inference with missing data - to name a few.   Data Scientists contribute to more than our product – they build up our team. We are a team built on a foundation of generosity and openness, and we expect our Data Scientists to help make others better and raise the bar for those around them.      Who We Are Looking For      You have a sustained track record of making significant, self-directed contributions to components of large and impactful machine learning projects. You think beyond just the task at hand to deeply understand the 'why' behind what you are doing.   You have a strong sense of data intuition. At our scale, many off-the-shelf modeling techniques (open source and enterprise) simply don't work. You are able to work from first principles and intuition to develop solutions and adapt them to a unique environment.   You are a broadly skilled data scientist who may have experience working with embedded models in always-on production systems and may have worked across a variety of technologies and data sources.   You have a product-focused mindset. You have the passion and ability to contribute to the process of discovering what will delight our clients and push forward one of the world’s largest and most influential industries toward a vision of openness, transparency, and evidence-based decision-making.   You work with confidence and without ego. Our data scientists have deep knowledge and exercise a high degree of leadership in their daily work. You have strongly-held, defensible      ideas, and advocate for what you believe is right. You are also adept at identifying and evaluating trade-offs, willing to be proven wrong, and quick to walk through fire to support your fellow teammates.      You value, seek out, and foster diversity. We are a global team from many diverse backgrounds, with different experiences and perspectives. To complement this team, you will welcome ideas that are different from your own and be skilled at finding and building from common ground.   You are a creative thinker, not bound by    the way things have always been done.    What you know is less important than how well you learn and innovate. We don't need data scientists who know all the answers; we need data scientists who can invent the answers no one has thought of yet, to the questions yet to be asked.      What You Bring To The Table      You have an abundance of intellectual curiosity and are enthusiastic to learn (and teach) new technologies / techniques.   You are you comfortable working on an agile, distributed team spanning multiple time zones and continents.   You are able to communicate effectively across both technical and non-technical audiences.   Preferred, a BS/MS with 5 to 10 years or a PhD with 2 to 5 years of experience working in a data-driven role. What is most important to us is what and how you can contribute though which is why our consideration is not limited by the level of education you have.   You make effective use of big data technologies such as Spark and AWS, are able to write efficient SQL, and are proficient in one or more of the following programming languages: R, Python, Java, or Scala. Variety of technical challenge is one of the best things about working at The Trade Desk as a data scientist though which is why we do not expect you to know every technology we use when you start. What we care about is that you can learn quickly and solve complex problems using the best tools for the job.   ",
        "url" : "https://www.linkedin.com/jobs/search/?currentJobId=3273779062&keywords=data%20scientist&refresh=true&start=50"
    },
    {
        "content" : "Every day, Boeing Intelligence & Analytics supports global missions by building and delivering intelligence, analytics, and cyber solutions that enable users to advance national security. We have provided our customers with the tools needed to counter evolving global and cyber threats, and to improve wartime decision making. Our talented employees bring software development, systems engineering, and advanced analytics expertise. We offer numerous prime contract opportunities with customers headquartered in Maryland, Virginia, and the District of Columbia, as well as subcontract opportunities that align with our areas of focus and additional opportunities nationwide through our parent company.      Boeing Intelligence & Analytics is seeking a Data Scientist - Mid Level to join their software development team.      Work Location: Near Annapolis Junction, MD; onsite      Telework Availability: Some remote work      What you will do (day in the life):      As a Data Scientist Senior Technical Specialist, some of your duties will include:      Involvement in the analyses of unstructured and semi-structured data, including latent semantic indexing (LSI), entity identification and tagging, complex event processing (CEP), natural language processing (NLP), and the application of analysis algorithms on distributed, clustered, and cloud-based high-performance infrastructures.   Exercises creativity in applying non-traditional approaches to large-scale analysis of unstructured data in support of high-value use cases visualized through multi-dimensional interfaces.   Analyze and investigate data sets and summarize their main characteristics, often employing data visualization methods. Exploratory Data Analysis (EDA)   Handle processing and index requests against high-volume collections of data and high-velocity data streams.   Research and test novel machine learning approaches for analyzing large-scale distributed computing applications.   Suggest innovative and creative concepts and ideas that would improve the overall platform   Strong understanding of the most recent trends around telecom industry and technology adoption   Strong technical and computational skills - engineering, physics, mathematics, coupled with the ability to code design, develop, and deploy sophisticated applications and prototypes using advanced unstructured and semi-structured data analysis techniques and utilizing high-performance computing environments.   Utilize advance tools and computational skills to interpret, connect, predict, and make discoveries in complex data and deliver recommendations for business and analytic decisions.      Required Experience/Education:      Active TS/SCI clearance with ability to pass a polygraph   Full time work in a SCIF is required, but hours are flexible.   Degree in computer science, software engineering, or field applicable to the position required.   Bachelor's and 6+ years of relevant experience required. Additional experience may be considered in lieu of degree.   Experience with data transport and transformation APIs and technologies such as JSON, XML, XSLT, JDBC, and REST.   Experience with Cloud-based data analysis tools including Hadoop and Mahout, Acumulo, Hive, Impala, Pig, and similar.   Experience with visual analytic tools like Microsoft Pivot, Palantir, or Visual Analytics.   Experience with open-source textual processing such as Lucene, Sphinx, Nutch or Solr.   Experience with entity extraction and conceptual search technologies such as LSI, LDA, etc.   Experience with machine learning, algorithm analysis, and data clustering   Experience with Python scripting, Pandas, Excel   Experience with Jupyter Notebooks   Data Analysis, Engineering and Enrichment   Strong testing and verification skills   Ability to work in a fast-paced, high visibility environment      Preferred/Desired Experience:      Security+ or other IAT II/III level certification that is currently active   ArcGIS automation and modeling   Experience with SAFEHOUSE web GIS platform",
        "url" : "https://www.linkedin.com/jobs/search/?currentJobId=3589905015&keywords=data%20scientist&refresh=true&start=50"
    },
    {
        "content" : "   Data Scientist as part of a small, collaborative systematic global macro team based, in New York, with a focus on applying cutting edge statistical and machine learning techniques to short-term strategies in futures, swaps, and FX markets.      Location      New York      Principal Responsibilities      Partner closely with the Senior Portfolio Manager to develop data engineering and prediction tools for systematic trading   Assist in designing, coding, and maintaining tools for the systematic trading infrastructure of the team   Scout, on-board, research, and maintain a diverse set of both traditional and alternative datasets   Build signals from raw data and incorporate into machine learning models to forecast macro assets including futures and FX      Preferred Technical Skills      Expert in Python   Expert knowledge of large-scale data analytics and their applications   Bachelor, Master’s, or PhD degree in Computer Science, Engineering, Applied Mathematics, Statistics or related STEM field   Broad understanding of fixed income, swaps, futures and FX   Excellent communication, analytical and quantitative skills      Preferred Experience      3+ years of experience with Python programming   2+ years of experience working with large datasets   Experience with different types of data stores (SQL and no-SQL databases, s3, etc.)      Highly Valued Relevant Experience      Experience working in a systematic trading environment or sell-side equivalent experience   Knowledge of machine learning and statistical techniques and related libraries   Experience with ElasticSearch and other AWS services (RDS, Aurora, S3, EMR, Spark, Airflow, Sagemaker, Kafka, Athena, etc.)   Experience working with web frameworks and visualization tools (such as D3)   Team player, with a strong desire to participate and help others   Strong critical thinking skills and creativity in developing new ideas",
        "url" : "https://www.linkedin.com/jobs/search/?currentJobId=3349151700&keywords=data%20scientist&refresh=true&start=50"
    },
    {
        "content" : "ESS is seeking a dynamic Data Scientist with a desire to transform large amounts of complex data into novel insights while contributing to growth of the green energy economy. You will be a key member of the data team, tasked with growing ESS’s data infrastructure and improving the utility and visibility of data across the entire company. Specifically, as a Data Scientist you will lead and assist in the collection, analysis, and visualization of data, allowing teams to make smarter decisions and deliver even better products.      What You’ll Do At ESS.   Collaborate with battery scientists and manufacturing engineers to analyze data and generate insights to improve battery manufacturing and performance   Develop and own a wide range of reproducible and shareable ad-hoc analyses   Use machine learning techniques to develop scalable predictive and prescriptive models on time series data   Collaborate with software engineers to deploy data-centric applications and automation of reports and dashboards   Assist with the development and maintenance of data pipelines and databases   Apply advanced statistical models and machine learning to extract and refine models such as:   Optimal charge and discharge power levels to maximize round trip efficiencies   Optimal operating conditions to minimize parasitic power levels while maintaining performance      What You Bring To The Table.      Minimum requirements:      M.S. or Ph.D. in Computer Science, Electrical Engineering, Applied Mathematics, Statistics, or equivalent experience   3+ years of experience working as a Data Scientist in a fast-paced setting   Extensive experience with data analytics and visualization, as well as dashboard development   Strong foundation in applied statistics and with experience in both predictive and prescriptive analytics   Experience with machine learning techniques such as linear models, time-series forecasting, or neural networks   Experience creating and/or optimizing data pipelines, architectures, and data models.   Knowledge of different ETL design and development methodologies.   Experience with SSIS, SSAS   Experience with programming languages such as Python, R, SQL, C#   Proficiency in SQL relational databases and/or NoSQL databases      We’d love to see:      Passion for clean energy and a desire to help spearhead the electrification of the global energy grid   Experiencing owning projects and working with minimal direction   Excellent communications skills presenting architecture topics to multiple levels of business and technology stakeholders",
        "url" : "https://www.linkedin.com/jobs/search/?currentJobId=3561567424&keywords=data%20scientist&refresh=true&start=50"
    },
    {
        "content" : "Data Scientist (Remote)      Purpose:   To further the knowledge base of Drax Group with exploratory and iterative data science programmes   To solve extraordinarily complex business problems by providing solutions, using advanced data analysis techniques   To explore and extract value from internal and external data sets in support of prioritised high-value opportunities for Drax   To identify and refine further high value ideas and hypotheses for next iterations of learning, to continuously strengthen data science in Drax      Key Accountabilities:   Explore and extract maximum value out of Drax data and its wider internal and external systems, including both existing and potential sources of Drax. This will span systems relating to customer and financial management, supply chain and production data.   Contribute to knowledge base of Drax Data and Data Science, Hub-based Drax Target Architecture and other relevant knowledge bases   Developing and implement appropriate data science models, and controls that are transferrable and usable by other data science team members, and are therefore well documented and shared   Comply with up to date data security, privacy (GDPR) and information data governance rules   Check all models and recommendations against common sense and ethics standards, in order to avoid inherent bias and discrimination, and flag warnings and caveats as needed   Time-box exploration of topics to test and learn quickly and move on to next hypothesis if progress is slowed, keep to deadlines and flag challenges early   Produce regular progress reports, explaining progress in clear, concise, and illustrated manner, ready for internal sharing and reporting   Provide cleaned data to help create new or help amended processes, tools and data science services   Engage with stakeholders to ensure their buy-in of changes that are being proposed and they understand how to use and monitor new tools, reports and processes.   Engage with 3 rd parties in a manner that complies with all internal policies, collaborating and driving commercial success of all 3 rd party engagements   Spend an agreed amount of time staying abreast of new data science trends, benchmarking reports, conferences and explore these for the benefit of Drax value generation   Maintaining the relevant Data Science sections on SharePoint      Knowledge, Skills and Experience required:   Educated to degree in a numerate discipline or equivalent   Extensive experience in artificial intelligence and machine learning techniques   Experience in usage of relevant software packages such as Amazon SageMaker, Tensorflow, Spark, Microsoft Azure and equivalent   Working knowledge of data science languages such as SQL, PowerShell, R and/or Python   Ability to use advance analytical techniques in a sensible pragmatic way and understand their limitations and future potential, keeping up to date with current developments   Ability to develop accurate models from first principles and be able to sense-check outputs (common sense)   Exceptional attention to detail   Strong oral and written communication skills in MS Office   Knowledge of processes from an operational department",
        "url" : "https://www.linkedin.com/jobs/search/?currentJobId=3592132516&keywords=data%20scientist&refresh=true&start=50"
    },
    {
        "content" : "What you would do:      Prepare and configure data for loading in analytical tools and databases   Complete data conversion, data editing, data formatting, data normalization, data analysis and data reporting   Responsible for data formatting and general processing of data for legal review   Manage and execute the information gathering process with high-end legal professionals   Assist in development of data science products; manage data science projects through their lifecycle   Assess client algorithms for unintended bias   Help clients scope, train and deploy underwriting and other predictive models   Responsible for creating and maintaining databases for effective and accurate data collection, data staging, data loading, data and metadata extraction   Responsible for special projects and other duties as assigned      What is expected:      Ability to problem-solve, be curious, and think outside the box   Ability to maintain regular attendance and work regularly scheduled hours   Excellent interpersonal, verbal and written communication skills, including the ability to communicate effectively in a virtual environment (e.g., via phone, web/videoconference)   Ability to concentrate on tasks, make decisions and work calmly and effectively in a high-pressure, deadline-orientated environment   Demonstrated ability to use good judgment in taking initiative while asking for direction or clarification and consulting others, as appropriate   Willingness to be flexible with time and adjust to a changing work environment   Ability to build and maintain positive relationships, both internally and externally, while maintaining a client service orientation   Demonstrated ability to work independently, organize and accurately prioritize work, be detail-oriented, understand when urgency is required and use good judgment in varied situations   Ability to work effectively with co-workers in a team-oriented collaborative environment",
        "url" : "https://www.linkedin.com/jobs/search/?currentJobId=3591596277&keywords=data%20scientist&refresh=true&start=50"
    },
    {
        "content" : "Every day, tens of millions of people and 50,000 professional teams rely on Grammarly’s AI-enabled communication assistance to help them communicate confidently and achieve their goals. Our team members have the autonomy to take on exciting challenges in pursuit of our mission to improve lives by improving communication. Together, we’re building on more than a decade of steady growth and profitability. We’re defining the communication assistance category for individuals, enterprises, and developers with tailored service offerings: Grammarly Premium, Grammarly Business, Grammarly for Education, and Grammarly for Developers. All of this begins with our team collaborating in an inclusive, values-driven, and learning-oriented environment.      A Data Scientist In This Role Would      To achieve our ambitious goals, we’re seeking a highly skilled Data Scientist to join our team and work on our mobile keyboard product. The ideal candidate will have a strong product sense and be able to work collaboratively with cross-functional teams to develop data-driven solutions.      Analyze user behavior data and identify patterns and trends to drive product decisions.   Collaborate with cross-functional teams to design and implement experiments and A/B tests to validate hypotheses and measure the impact of product changes.   Work closely with Product Managers, Engineers, and Designers to identify opportunities for data-driven product improvements.   Communicate complex data analysis and insights to both technical and non-technical stakeholders.      Data Scientists at Grammarly are trusted subject matter experts who uncover new insights to inform product and growth strategies. Our Data Scientists work with teams that build our core product features, demonstrate the value of our product to users, and empower people to use Grammarly everywhere they write. We have large datasets and are looking for folks with strong technical and analytical skills to break down complex business problems to provide solutions with high visibility and impact for the company.      Grammarly’s Data Scientists have the freedom to innovate and uncover breakthroughs—and, in turn, influence our product and growth roadmap. The complexity of the technical questions we face is growing rapidly as we scale our interfaces, algorithms, and infrastructure. Read more about our stack or hear from our team on our technical blog.      Your impact      As a Data Scientist, You Will      Take on a broad scope of work and an evolving role in a rapidly growing company.   Conduct deep-dive analyses of user behavior.   Quantitatively study large user segments.   Develop user segment targeting strategy.   Drive direction on the Product and Growth teams.   Identify new product and growth opportunities.   Opportunity-size new strategic levers.   Provide data-driven solutions to complex product and growth questions.   Define advanced metrics.   Advise on experimentation strategy.   Identify strategic data needs.      We’re Looking For Someone Who      Embodies our EAGER values—is ethical, adaptable, gritty, empathetic, and remarkable.   Is able to collaborate in person 2–3 weeks per quarter, traveling when necessary to the hub where the team is based.   Holds a Master’s degree in a quantitative field.   Has 3+ years of relevant work experience.   Has experience as an influential and effective thought partner to product teams.   Demonstrates strong communication, proactiveness, creativity, and prioritization skills.   Has strong analytical and critical thinking skills and a strong bias toward actionable insights.   Ability to work in a fast-paced, dynamic environment.   Has experience helping others understand numbers.   Has practical experience in data analysis, statistics, and experimentation.   Is proficient in SQL, Python, R, Scala, or an equivalent language.",
        "url" : "https://www.linkedin.com/jobs/search/?currentJobId=3592018448&keywords=data%20scientist&refresh=true&start=50"
    },
    {
        "content" : "   This position is responsible for developing algorithms, modeling techniques, and optimization methods that support many aspects of NextEra and FPL business. Employees in this role use knowledge of machine learning, optimization, statistics, and applied mathematics along with abilities in software engineering with a focus on distributed computing and data storage infrastructure (e.g. "Big Data").      Job Duties & Responsibilities   Develops machine learning, optimization, and other modeling solutions   Prepares comprehensive documented observations, analyses and interpretations of results including technical reports, summaries, protocols, and quantitative analyses   Works with a variety of datasets, including timeseries data and "big data" requiring analysis on distributed computing platforms   Writes software in R, Python or similar languages and contributes code to product development teams   Performs other job-related duties as assigned Interacts with customers to improve customer satisfaction and retention   Performs other job-related duties as assigned   Required Qualifications   Bachelor's Degree   Experience: 4+ years   Preferred Qualifications   Master's Degree   Doctoral Degree   Job Overview      This position is responsible for developing algorithms, modeling techniques, and optimization methods that support many aspects of NextEra and FPL business. Employees in this role use knowledge of machine learning, optimization, statistics, and applied mathematics along with abilities in software engineering with a focus on distributed computing and data storage infrastructure (e.g. “Big Data”).      Job Duties & Responsibilities   Develops machine learning, optimization and other modeling solutions   Prepares comprehensive documented observations, analyses and interpretations of results including technical reports, summaries, protocols and quantitative analyses   Works with a variety of datasets, including timeseries data and “big data” requiring analysis on distributed computing platforms   Writes software in R, Python or similar languages and contributes code to product development teams   Performs other job-related duties as assigned   Required Qualifications   Bachelor’s Degree   Experience: 2+ years   Preferred Qualifications   Master’s Degree   Doctoral Degree",
        "url" : "https://www.linkedin.com/jobs/search/?currentJobId=3575187263&keywords=data%20scientist&refresh=true&start=75"
    },
    {
        "content" : "Involved in the analysis of unstructured and semi-structured data, including latent semantic indexing (LSI), entity identification and tagging, complex event processing (CEP), and the application of analysis algorithms on distributed, clustered, and cloud-based high-performance infrastructures. Exercises creativity in applying non-traditional approaches to large-scale analysis of unstructured data in support of high-value use cases visualized through multi-dimensional interfaces. Handle processing and index requests against high-volume collections of data and high-velocity data streams. Has the ability to make discoveries in the world of big data. Requires strong technical and computational skills - engineering, physics, mathematics, coupled with the ability to code design, develop, and deploy sophisticated applications using advanced unstructured and semi-structured data analysis techniques and      utilizing high-performance computing environments. Has the ability to utilize advance tools and computational skills to interpret, connect, predict and make discoveries in complex data and deliver recommendations for business and analytic decisions. Experience with software development, either an open-source enterprise software development stack (Java/Linux/Ruby/Python) or a Windows development stack (.NET, C#, C++). Experience with data transport and transformation APIs and technologies such as JSON, XML, XSLT, JDBC, SOAP and REST. Experience with Cloud-based data analysis tools including Hadoop and Mahout, Acumulo, Hive, Impala, Pig, and similar. Experience with visual analytic tools like Microsoft Pivot, Palantir, or Visual Analytics. Experience with open source textual processing such as Lucene, Sphinx, Nutch or Solr. Experience with entity extraction and conceptual search technologies such as LSI, LDA, etc. Experience with machine learning, algorithm analysis, and data clustering.      Basic Qualifications   Bachelor's degree in computer science or software engineering (or in a relevant field). Additional experience may be considered in lieu of degree.   At least 8 years of related experience.   Experience with Python scripting, Pandas, Excel   Jupyter Notebooks   Data Analysis, Engineering and Enrichment   Strong testing and verification skills   Ability to work in a fast-paced, high visibility environment   Some OCONUS and CONUS travel may be required   Security Clearance   Due to the nature of the government contracts we support, US Citizenship is required.   TS/SCI with CI Poly required for Position or TS/SCI and willingness to get a poly.   Preferred Qualifications   Security+ or other IAT II/III level certification that is currently active   ArcGIS automation and modeling   Experience with SAFEHOUSE web GIS platform",
        "url" : "https://www.linkedin.com/jobs/search/?currentJobId=3595764973&keywords=data%20scientist&refresh=true&start=75"
    }
]